Repository: ybolanoscu/moodle-integration
Catalog: languages/devyai-*.po
Languages: es_es

source: Unable to process empty request.
es_es: No es posible procesar una perición vacía.

source: Unable to deny a unapproved applicant.
es_es: No es posible denegar un aplicante que no ha sido aprobado.

source: All done.
es_es: Todo listo.

source: DevYai
es_es: ADAVED

source: Settings
es_es: Configuraciones

source: Saved
es_es: Guardado

source: Unable to communicate to Moodle using current configuration.
es_es: No se pudo realizar la comunicación con el Moodle.

source: Unable to get data from moodle.
es_es: No se pudieron obtener datos de moodle.

source: Unable to load students from moodle.
es_es: No se pudo cargar los estudiantes del moodle.

source: Unable to load categories from moodle.
es_es: No se pudieron cargar las categorias del moodle.

source: Unable to enrol user to moodle courses.
es_es: No se pudo enrolar al usuario en los cursos del moodle.

source: Unable to unenrol uset to moodle courses.
es_es: No se pudo desenrolar al usuario de los cursos del moodle.

source: Unable to load evaluations from moodle courses.
es_es: No se pudo cargar las evaluaciones de los cursos del moodle.

source: Unable to load activities completion from moodle courses.
es_es: No se puede cargar la finalización de actividades de los cursos de moodle.

source: Unable to load groups from moodle courses.
es_es: No se pudo cargar los grupos de los cursos del moodle.

source: Unable to create groups on moodle courses.
es_es: No se pudieron crear los grupos de los cursos del moodle.

source: Unable to get moodle courses.
es_es: No se pudo obtener los cursos del moodle.

source: Unable to get grades of moodle courses.
es_es: No se pudo cargar las evaluaciones de los cursos del moodle.

source: Course not found on the system. Please reload and try again.
es_es: No se ha econtrado el curso. Por favor recargue e intene de nuevo.

source: Your account on
es_es: Su cuenta en

source: My Students
es_es: Mis Estudiantes

source: Courses
es_es: Cursos

source: Path Requests
es_es: Solicitudes de Rutas

source: Incomming Courses
es_es: Cursos Entrantes

source: My Paths
es_es: Mis Rutas

source: My Courses
es_es: Mis Cursos

source: My Evaluations
es_es: Mis Evaluaciones

source: Course Status
es_es: Estado de los Cursos

source: Category Status
es_es: Estados de las Categorías

source: Logout
es_es: Cerrar Sesión

source: Course Incoming
es_es: Curso Entrante

source: Name
es_es: Nombre

source: Start Date
es_es: Fecha de Inicio

source: End Date
es_es: Fecha de Fin

source: Enrollments
es_es: Participantes

source: Incomings
es_es: Entrantes

source: No Courses
es_es: No hay Cursos

source: Courses Status
es_es: Estado de los Cursos

source: Category
es_es: Categoría

source: Course Name
es_es: Nombre del Curso

source: Price
es_es: Precio

source: Edit Course
es_es: Editar Curso

source: Please check the values
es_es: Por favor chequee sus datos.

source: Close
es_es: Cerrar

source: Save
es_es: Guardar

source: Fullname
es_es: Nombre Completo

source: Students
es_es: Estudiantes

source: Grades Avg
es_es: Prom. Notas

source: You have no active enrollments
es_es: Usted no tiene participaciones activas.

source: StartDate
es_es: Fecha de Inicio

source: EndDate
es_es: Fecha de Fin

source: Progress
es_es: Progreso

source: Last name
es_es: Apellido

source: Date
es_es: Fecha

source: State
es_es: Estado

source: Last Access
es_es: Último Acceso

source: Path Request
es_es: Solicitar de Ruta

source: Status
es_es: Estado

source: You have no path requests
es_es: Uste no tiene solicitudes de Rutas
